{
    "feed": [
      {
        "title": "The relationship between aerobic fitness and recovery from high intensity intermittent exercise",
        "description": "A strong relationship between aerobic fitness and the aerobic response to repeated bouts of high intensity exercise has been established, suggesting that aerobic fitness is important in determining the magnitude of the oxidative response",
       "url": "https://pubmed.ncbi.nlm.nih.gov/11219498"
    },
      {
        "title": "The Importance of Muscular Strength: Training Considerations",
        "description": "This review covers underlying physiological characteristics and training considerations that may affect muscular strength including improving maximal force expression and time-limited force expression. Strength is underpinned by a combination of morphological and neural factors including muscle cross-sectional area and architecture, musculotendinous stiffness, motor unit recruitment, rate coding, motor unit synchronization, and neuromuscular inhibition. Although single- and multi-targeted block periodization models may produce the greatest strength-power benefits, concepts within each model must be considered within the limitations of the sport, athletes, and schedules. Bilateral training, eccentric training and accentuated eccentric loading, and variable resistance training may produce the greatest comprehensive strength adaptations. Bodyweight exercise, isolation exercises, plyometric exercise, unilateral exercise, and kettlebell training may be limited in their potential to improve maximal strength but are still relevant to strength development by challenging time-limited force expression and differentially challenging motor demands.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/29372481/"
    },
      {
        "title": "3",
        "description": "Описание"
      },
      {
        "title": "4",
        "description": "Описание"
      },
      {
        "title": "5",
        "description": "Описание"
      },
      {
        "title": "6",
        "description": "Описание"
      },
      {
        "title": "7",
        "description": "Описание"
      },
      {
        "title": "8",
        "description": "Описание"
      },
      {
        "title": "9",
        "description": "Описание"
      },
      {
        "title": "10",
        "description": "Описание"
      },
      {
        "title": "11",
        "description": "Описание"
      }

    ]
  }